Revit 2027 API
ParameterTypeId.ViewShowMassing Property
 "Show Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewShowMassing { get; }
Public Shared ReadOnly Property ViewShowMassing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewShowMassing {
	ForgeTypeId^ get ();
}
static member ViewShowMassing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace